Repository: NolanOfficial/Cuisine
Catalog: Cuisine/Localization/Localizable.xcstrings
Source language: en
Languages: sv

source: %@ Recipe Filter
sv: %@ Receptfilter

source: About
sv: Handla om

source: Alphabetical
sv: Alfabetisk

source: American
sv: Amerikansk

source: Beef
sv: Nötkött

source: Breakfast
sv: Frukost

source: British
sv: Brittisk

source: Canadian
sv: Kanadensisk

source: Categories
sv: Kategorier

source: Category
sv: Kategori

source: Chicken
sv: Kyckling

source: Chinese
sv: Kinesiska

source: Croatian
sv: Kroatisk

source: Cuisine
sv: Kök

source: Dessert
sv: Öken

source: Dutch
sv: Holländska

source: Egyptian
sv: Egyptisk

source: Filipino
sv: Filippinare

source: French
sv: Franska

source: German
sv: Tysk

source: Goat
sv: Get

source: Greek
sv: Grekisk

source: Indian
sv: Indiska

source: Ingredients
sv: Ingredienser

source: Instructions
sv: Instruktioner

source: Irish
sv: Irländska

source: Italian
sv: Italienska

source: Japanese
sv: Japanska

source: Lamb
sv: Lamm

source: Malaysian
sv: Malaysisk

source: Mexican
sv: Mexikansk

source: Miscellaneous
sv: Diverse

source: No Recipes Found
sv: Inga Recept Hittades

source: No recipes were found. Try another category.
sv: Inga recept hittades. Prova en annan kategori.

source: Origin
sv: Ursprung

source: Polish
sv: Putsa

source: Pork
sv: Fläsk

source: Portuguese
sv: Portugisiska

source: Recipe
sv: Recept

source: Recipe Details Error
sv: Receptdetaljer Fel

source: Recipe Filter Menu
sv: Receptfiltermeny

source: Recipes
sv: Recept

source: Russian
sv: Ryska

source: Seafood
sv: Skaldjur

source: Side
sv: Sida

source: Spanish
sv: Spanska

source: Starter
sv: Förrätt

source: Tags
sv: Taggar

source: Turkish
sv: Turkiska

source: Unable to load recipe. Please try again.
sv: Det gick inte att ladda receptet. Var god försök igen.

source: Unknown
sv: Okänd

source: Vegan
sv: Vegansk

source: Website
sv: Hemsida
